Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.e33e990219bc
source: 一部データを取得できません
ar_sa: غير قادر على الحصول على بعض البيانات
ca: No s'han pogut obtenir algunes dades
cs: Některá data nelze získat
da: Nogle data kan ikke indsamles
de_de: Einige Daten konnten nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη ορισμένων δεδομένων
en_au: Unable to retrieve some data
es_es: No se pudieron obtener algunos datos
fi: Joitakin tietoja ei voida hankkia
fr_ca: Certains données ne peuvent être récupérées
gu: કેટલાક ડેટા મેળવી શકાતા નથી
he: לא ניתן לקבל חלק מהנתונים
hi: कुछ डेटा प्राप्त नहीं हो सका
hr: Nije moguće prikupiti određene podatke
hu: Egy rész adat nem érhető el
id: Beberapa data tidak dapat diambil
it: Non è possibile acquisire alcuni dati
ko: 일부 데이터를 가져올 수 없음
mr: काही डेटा मिळवण्यात अयशस्वी
ms: Tidak dapat mendapatkan data tertentu
nl_nl: Sommige gegevens kunnen niet worden verkregen
no: Noe data kan ikke hentes
pl: Nie udało się pobrać części danych
pt_br: Não foi possível obter alguns dados.
pt_pt: Não foi possível obter alguns dados.
ro: Nu pot obține anumite date
ru: Не удалось получить часть данных
sk: Nie je možné získat niektoré údaje
sl: Nekateri podatki niso bili pridobljeni
sv: Vissa data kunde inte hämtas
ta: சில தரவுகளைப் பெற முடியவில்லை
te: కొన్ని డేటాను పొందలేకపోతున్నాము
th: ไม่สามารถรับข้อมูลบางส่วนได้
tr: Bazı veriler alınamadı
uk: Не вдалося отримати деякі дані
vi: Không thể thu thập một số dữ liệu
zh_hans: 无法获取部分数据
zh_hant: 無法取得部分數據。

# domain_catalog.e358e462b285
source: 引き締まった健康体
ar_sa: منغم وصحية الجسم
ca: cos tonificat i sa
cs: Zdravé a tonizované tělo
da: En sund og stram krop
de_de: Ein gesunder, straffer Körper
el: Υγιής και σφιχτός σώμας
en_au: A toned, healthy body
es_es: Cuerpo sano y tonificado
fi: Hyvinvoivat ja lihaksikkaat
fr_ca: Un corps sain et tonique
gu: સારી રીતે ટંદુરસ્ત શરીર
he: גוף בריא וחזק
hi: एक स्वस्थ और मजबूत शरीर
hr: Zdravo, tonirano tijelo
hu: Erős, egészséges test
id: Tubuh yang sehat dan kencang
it: Corpo sano e tonico
ko: 탄탄한 건강한 몸
mr: फिट आणि तंदुरुस्त शरीर
ms: Tubuh yang sihat dan bertenaga
nl_nl: Een gezond en fit lichaam
no: Sunn og stram kropp
pl: Zdrowa, wysportowana sylwetka
pt_br: Corpo saudável e tonificado
pt_pt: Corpo saudável e tonificado
ro: Corp sănătos, tonifiat
ru: Здоровое, подтянутое тело
sk: Zdravé a tonizované telo
sl: Zdravo in mišičasto telo
sv: Hälsosam och vältränad kropp
ta: சரியான உடல் அமைப்பு
te: సరిగ్గా ఉండే ఆరోగ్యకరమైన శరీరం
th: รูปร่างที่แข็งแรงและมีสุขภาพดี
tr: Sağlıklı ve fit vücut
uk: Здорові та підтягнуті м'язи
vi: Vóc dáng khỏe mạnh và săn chắc
zh_hans: 健康而紧致的身体
zh_hant: 健康而紧致的身体

# domain_catalog.e3ad94e4b3b3
source: その他
ar_sa: الآخرين
ca: Altres
cs: Ostatní
da: Andre
de_de: Sonstiges
el: Άλλα
en_au: Other
es_es: Otros
fi: Muut
fr_ca: Autres
gu: અન્ય
he: שאר הדברים
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ko: 기타
mr: इतर
ms: Lain-lain
nl_nl: Overig
no: Diverse
pl: Inne
pt_br: Outros
pt_pt: Outros
ro: Altele
ru: Другое
sk: Ďalšie informácie
sl: Ostali
sv: Övrigt
ta: மற்றவை
te: ఇతర విషయాలు
th: อื่นๆ
tr: Diğerleri
uk: Інше
vi: Các mục khác
zh_hans: 其他
zh_hant: 其他

# domain_catalog.e452c77116e2
source: 日常活動
ar_sa: الأنشطة اليومية
ca: activitats diàries
cs: Denní aktivity
da: Daglig aktivitet
de_de: Tägliche Aktivitäten
el: Ημερήσια δραστηριότητα
en_au: Daily activities
es_es: Actividad diaria
fi: Päivittäinen toiminta
fr_ca: Activité quotidienne
gu: દૈનિક પ્રવૃત્તિ
he: פעילות יומית
hi: दैनिक गतिविधियाँ
hr: Svakodnevne aktivnosti
hu: Napi tevékenység
id: Aktivitas sehari-hari
it: Attività quotidiane
ko: 일상 활동
mr: दैनंदिन क्रियाकलाप
ms: Aktiviti harian
nl_nl: Dagelijkse activiteiten
no: Daglig aktivitet
pl: Codzienna aktywność
pt_br: Atividade diária
pt_pt: Atividade diária
ro: Activități zilnice
ru: Ежедневная активность
sk: Denná aktivita
sl: Dnevne dejavnosti
sv: Dagliga aktiviteter
ta: தினசரி செயல்பாடு
te: రోజువారీ కార్యకలాపాలు
th: กิจกรรมประจำวัน
tr: Günlük aktiviteler
uk: Щоденна діяльність
vi: Hoạt động hàng ngày
zh_hans: 日常活动

# domain_catalog.e456ae9699e2
source: 年齢に合った機能的な身体
ar_sa: جسم وظيفي مناسب للعمر
ca: Cos funcional adequat a l'edat
cs: Funkční tělo odpovídající věku
da: En funktionel krop, der passer til din alder.
de_de: Funktionaler Körper, der dem Alter entspricht
el: Σώμα κατάλληλο για την ηλικία
en_au: Age-appropriate functional body
es_es: Cuerpo funcional acorde a la edad
fi: Ikään sopiva toiminnallinen keho
fr_ca: Un corps fonctionnel adapté à l'âge
gu: ઉંમર પ્રમાણે યોગ્ય કાર્યક્ષમ શરીર
he: גוף תקין בהתאם לגיל
hi: उम्र के अनुसार उपयुक्त शारीरिक क्षमता
hr: Funkcionalno tijelo u skladu s dobom
hu: Korhoz illő, funkcionális test
id: Tubuh fungsional sesuai usia
it: Corpo funzionale adatto all'età
ko: 나이에 맞는 기능적인 신체
mr: वयानुसार योग्य आणि कार्यक्षम शरीर
ms: Tubuh yang sesuai dengan umur
nl_nl: Een functionele lichaamsbouw die past bij uw leeftijd
no: En funksjonell kropp som passer til alderen
pl: Funkcjonalna sylwetka dopasowana do wieku
pt_br: Corpo funcional adequado à idade
pt_pt: Corpo funcional adequado à idade
ro: Corp funcțional, adaptat vârstei
ru: Функциональное тело, соответствующее возрасту
sk: Funkčný tel s ohľadom na vek
sl: Funkcionalno telo, usklajeno z letom
sv: En funktionell kropp som passar åldern
ta: வயதுக்கு ஏற்ற, செயல்பாட்டுடன் கூடிய உடல்
te: వయస్సుకి తగిన, కార్యాచరణ శరీర
th: ร่างกายที่มีฟังก์ชันการทำงานที่เหมาะสมกับวัย
tr: Yaşa uygun işlevsel bir vücut
uk: Фігура, що відповідає вашому віку та функціональним потребам
vi: Thân hình chức năng phù hợp với độ tuổi
zh_hans: 适合年龄的功能性身体
zh_hant: 适合年龄的功能性身体

# domain_catalog.e49d4e84a53b
source: 摂取目安まで約{{value1}}kcalです
ar_sa: المدخول الموصى به هو {{value1}}kcal تقريبًا
ca: La ingesta recomanada és aproximadament {{value1}}kcal
cs: Spotřeba by měla být přibližně {{value1}} kcal.
da: Indtaget bør være omkring {{value1}} kcal.
de_de: Das entspricht etwa {{value1}} kcal bis zum empfohlenen Wert.
el: Η ημερήσια πρόσληψη είναι περίπου {{value1}} θερμίδες.
en_au: The recommended daily intake is approximately {{value1}} kcal.
es_es: Aproximadamente {{value1}} kcal hasta alcanzar la cantidad recomendada.
fi: Tarvittava energiamäärä on noin {{value1}} kcal
fr_ca: Cela représente environ {{value1}} kcal jusqu'à votre apport calorique recommandé.
gu: આ સેવનની માત્રા લગભગ {{value1}} કેલરી છે.
he: כ-{{value1}} קלוריות עד לכמות המומלצת
hi: अनुशंसित मात्रा में लगभग {{value1}} किलो कैलोरी
hr: Potreban unos je oko {{value1}} kcal
hu: A javasolt napi kalóriabevitel körülbelül {{value1}} kcal.
id: Kebutuhan kalori sekitar {{value1}} kcal
it: L'apporto calorico è di circa {{value1}} kcal fino a raggiungere la quantità desiderata.
ko: 섭취 권장량까지 약 {{value1}}kcal입니다.
mr: अंदाजे {{value1}} kcal पर्यंत सेवन करा.
ms: Jumlah kalori sekitar {{value1}} kcal sehingga jumlah yang disyorkan
nl_nl: Het dagelijkse caloriebehoefte is ongeveer {{value1}} kcal.
no: Det vil ta omtrent {{value1}} kcal å nå anbefalt inntak.
pl: Spożycie powinno wynosić około {{value1}} kcal.
pt_br: A ingestão diária recomendada é de aproximadamente {{value1}} kcal
pt_pt: A ingestão diária recomendada é de aproximadamente {{value1}} kcal
ro: Consumul de aproximativ {{value1}} kcal până la limita recomandată.
ru: Приблизительно {{value1}} ккал до достижения рекомендуемой нормы потребления.
sk: Potriebou je približne {{value1}} kcal.
sl: Poraba približno {{value1}} kcal
sv: Intaget bör vara ungefär {{value1}} kcal.
ta: தோராயமாக {{value1}} kcal வரை உட்கொள்ள பரிந்துரைக்கப்படுகிறது.
te: సుమారు {{value1}} కేలరీలు తీసుకోవడానికి అనుకూలం.
th: ปริมาณแคลอรี่ที่แนะนำคือประมาณ {{value1}} kcal
tr: İhtiyaç duyduğunuz kalori miktarı yaklaşık {{value1}} kcal'dir
uk: Приблизно {{value1}} ккал до рекомендованої кількості.
vi: Tổng lượng calo tiêu thụ khoảng {{value1}} kcal
zh_hans: 摄入量约为 {{value1}} 千卡
zh_hant: 攝取的熱量大約為{{value1}}kcal

# domain_catalog.e4fa57b19772
source: 腰を反らさず、みぞおちを骨盤へ近づけるように上体を丸める。
ar_sa: دون تقويس أسفل ظهرك، قم بتدوير الجزء العلوي من جسمك بحيث تقترب الضفيرة الشمسية من حوضك.
ca: Sense arquejar la part baixa de l'esquena, rodeja la part superior del cos perquè el plexe solar s'acosti a la pelvis.
cs: Nespínejte záda, ale ohněte trup směrem k břichu a vytvořte kulový pohyb těla.
da: Bøj ikke ryggen, men rund kroppen op, så mellembækkenen nærmer sig hoftebøjlen.
de_de: Die Wirbelsäule nicht überdehnen, sondern den Oberkörper sanft zur Seite biegen.
el: Μην λυγίζετε την πλάτη σας, αλλά κάντε μια ελαφριά κλίση προς τα πάνω για να φέρτε τον κοιλιακό μυ.
en_au: Without arching your back, gently round your upper body towards your abdomen, bringing your spine closer to your pelvis.
es_es: Redondear el tronco acercando el abdomen a la pelvis, sin arquear la espalda.
fi: Pidä selkä suorana ja pyöritä ylävartaloa siten, että vatsa on lähellä lanttaa.
fr_ca: Plier le haut du corps en gardant le dos droit et en rapprochant la poitrine de la sangle abdominale.
gu: તમારા પેટને સીધા રાખીને, છાતીને હિપ્સ તરફ વાળો.
he: השמור על גב ישר, ומתח את הבטן לכיוון האגן.
hi: अपनी पीठ को सीधा रखें और पेट को श्रोणि की ओर ले जाएं।
hr: Izravnajte leđa i okrenite trup prema zdjelici.
hu: A gerinccal ne hajlítsa lefelé, hanem tartsa az egyenes testtartást, miközben a hasát a medence felé húzza.
id: Memutar tubuh ke atas sambil menjaga punggung tetap lurus, dan mendekatkan perut ke arah panggul.
it: Arrotondare il busto avvicinando l'addome alla pelvi, senza afflettere la schiena.
ko: 허리를 굽히지 않고, 배를 골반 쪽으로 당겨 올린다.
mr: पोट ताणून घेऊ नका, छातीला हाडांच्या दिशेने वळवा.
ms: Membungkus tubuh ke atas tanpa menekuk punggung, dan mengarahkan perut ke arah tulang pinggul.
nl_nl: Rol je bovenlichaam omhoog, zodat je ribcage naar de heupen wijst, en houd je rug recht.
no: Bøy ikke ryggen, men vri overkroppen slik at magen presses mot korsryggen.
pl: Unikaj wyginania pleców i staraj się, aby tułów był lekko zaokrąglony, przytulając brzuch do kości ogonowej.
pt_br: Mantenha a coluna reta e arqueie o tronco em direção ao umbigo, aproximando-o da pelve.
pt_pt: Mantenha a coluna reta e arqueie o tronco em direção ao umbigo, aproximando-o da pelve.
ro: Mențineți spatele drept și curbați-vă ușor de sus, astfel încât să vă apropie abdomenul de pelvis.
ru: Не напрягать поясницу, а наоборот, округлять верхнюю часть тела так, чтобы область живота приближалась к тазу.
sk: Udržujte si správne držanie tela a ohýbate sa do strán, pričom držíte trup pevne.
sl: Ne prekomplicirajte z hrbtom, ampak se rahlo upnite in usmerite trupa proti kraličnim kostem.
sv: Rulla kroppen framåt, utan att böja ryggen, och behåll en stabil kärna.
ta: முதுகை வளைக்காமல், வயிற்றை இடுப்பு நோக்கி நகர்த்தவும்.
te: వెన్నుపూసను వంచకుండా, పొత్తికడుపును ప్యాడ్ వైపుకు తీసుకువచ్చేలా శరీరాన్ని వంపు ఇవ్వండి.
th: โค้งตัวโดยไม่ทำให้เอวแอ่น และหมุนลำตัวขึ้นเพื่อให้สะโพกเข้าใกล้กระดูกสันหลัง
tr: Beli bükmeyin, karın kaslarınızı sıkılı tutarak üst vücudunuzu hafifçe eğin.
uk: Не згинати спину, а обертати верхню частину тіла так, щоб живіт був ближче до тазу.
vi: Giữ thẳng lưng và cuộn người lên sao cho xương chậu hướng về phía bụng.
zh_hans: 保持腰部挺直，将腹部向骨盆方向倾斜。
zh_hant: 保持腰部不動，並將上半身向前方傾斜，使腹部靠近骨盆。

# domain_catalog.e528d95671c8
source: ヒップ
ar_sa: الورك
ca: maluc
cs: Hýždě
da: Hofterne
de_de: Hüfte
el: Άνω μέρος του κορμού
en_au: Hips
es_es: Caderas
fi: Hännän alue
fr_ca: Fessiers
gu: હાઈપ
he: ירכיים
hi: कूल्हे
hr: Koljena
hu: Aderk
id: Pinggul
it: Glutei
ko: 골반
mr: कूल्हे
ms: Pinggul
nl_nl: Heupen
no: Hofter
pl: Biodra
pt_br: Glúteos
pt_pt: Glúteos
ro: Șolduri
ru: Таз
sk: Stehna
sl: Ženska oblast
sv: Höfter
ta: தொடை
te: హిప్
th: สะโพก
tr: Kalça
uk: Сідниці
vi: Hông
zh_hans: 臀部
zh_hant: 臀部

# domain_catalog.e569c630ac0d
source: ベンチに角度をつけ、胸上部を狙って斜め上へ押し上げる。
ar_sa: قم بإمالة المقعد وادفع للأعلى قطريًا، مستهدفًا الجزء العلوي من صدرك.
ca: Inclineu el banc i empeny cap amunt en diagonal, apuntant a la part superior del pit.
cs: Nastavte štolu pod úhel a zvedejte činku diagonálně nahoru.
da: Juster vinklen på bænken og løft håndvægten op mod siden.
de_de: Bank in Neigung positionieren und mit dem Hammer diagonal nach oben drücken.
el: Τοποθετήστε τον καθισμό σε γωνία και πιέστε το σωματικό σας βάρος προς τα πάνω, σε κεκλιμένη θέση.
en_au: Set the bench at an angle and press upwards diagonally, targeting the upper chest.
es_es: Inclinar el banco y levantar la pesa en diagonal, apuntando al pecho.
fi: Aseta penkki kulmaan ja nosta käsipainoa ylöspäin, kohdistuen rintakehän alueelle sivusuunnassa.
fr_ca: Incliner le banc et soulever le poids avec les mains, en visant la partie supérieure de la poitrine, en direction latérale.
gu: બેંચ પર ખૂણો બનાવીને છાતીના ઉપરના ભાગને નિશાનમાં રાખી, આડી દિશામાં ઉપરની તરફ ધકેલો.
he: הניחו את הבנץ' בזווית, והרימו משקל כלפי מעלה, תוך שמירה על מגע של המרפק עם הבנץ', לכיוון הצד.
hi: बेंच पर कोण बनाकर, छाती के ऊपरी हिस्से को निशाना बनाते हुए तिरछे ऊपर की ओर उठाएं।
hr: Postavite bench pod kutem i podižite uteg prema gore, uz bok.
hu: Az edzőpánra állva, a felsőtesten koncentrálva, emeld fel a käsúlyt.
id: Atur sudut pada bangku, lalu dorong dumbbell secara diagonal ke atas untuk menargetkan bagian dada.
it: Posiziona la panca in modo da mirare alla parte superiore del petto e spingi il manubrio verso l'alto in diagonale.
ko: 벤치에 각도를 만들어 가슴 상부를 조준하여 대각선 위로 들어 올립니다.
mr: बेंचवर कोन तयार करून छातीच्या भागावर लक्ष्य ठेवून तिरकस दिशेने उचलणे.
ms: Kenakan bangku dan tekankan dumbbell secara menyudut ke atas, menargetkan bahagian dada.
nl_nl: Druk met een dumbbell, waarbij je de bovenkant van je borst onder een hoek aanspreekt.
no: Ligg på benken og løft vekten opp i en skrå vinkel.
pl: Ustaw ławkę pod kątem i wykonaj ćwiczenie, naciskając sztangę w górę, celując w górną część klatki piersiowej po przekątnej.
pt_br: Inclinar o banco e levantar o haltere, mirando no canto superior do corpo.
pt_pt: Inclinar o banco e levantar o haltere, mirando no canto superior do corpo.
ro: Ajustați unghiul băncii și împingeți gantera în sus, spre partea superioară, într-o direcție laterală.
ru: Жим лежа с наклоном, направленный на верх груди.
sk: Nastavte štolu pod úhlom a zamerajte sa na hornú časť hrude a zdvihnite ju diagonálne nahor.
sl: Nastavite nagib glave in z utežjo stisnite navzgor, v stranski smeri.
sv: Vinkla bänken och pressa upp hanteln i en diagonal rörelse.
ta: பெஞ்சில் கோணத்தை ஏற்படுத்தி, மார்பின் மேல் பகுதியை குறிவைத்து கிடைமட்டமாக உயர்த்தவும்.
te: బెంచ్‌పై కోణాన్ని మార్చి, ఛాతీ పై భాగాన్ని లక్ష్యంగా చేసుకుని వంపుగా పైకి ఎత్తండి.
th: ปรับมุมม้านั่ง แล้วยกเวทด้วยการดันขึ้นไปในแนวทแยง
tr: Bench üzerine eğilerek, göğüs bölgesine odaklanarak çapraz şekilde yukarı kaldırın.
uk: Покластися на лаву, орієнтуючись на верхню частину грудей, і підняти гантель вгору.
vi: Đặt ghế ở góc độ, sau đó đẩy tạ lên theo hướng chéo.
zh_hans: 将哑铃架倾斜，目标是胸部上方，然后向右上方向推动哑铃。
zh_hant: 在凳子上调整角度，针对胸部上方区域进行斜向高举。

# domain_catalog.e56aceac59d8
source: {{value1}}と「{{value2}}」に合わせ、{{value3}}を優先します。
ar_sa: قم بإعطاء الأولوية لـ {{value3}} بالتزامن مع {{value1}} و"{{value2}}".
ca: Prioritzeu {{value3}} juntament amb {{value1}} i "{{value2}}".
cs: Upřednostňuji {{value3}} při kombinaci s {{value1}} a "{{value2}}"
da: Prioriter {{value3}}, når det stemmer overens med {{value1}} og "{{value2}}"
de_de: Priorisieren Sie {{value1}} und "{{value2}}" gegenüber {{value3}}.
el: Δίνω προτεραιότητα στο {{value3}} όταν ταιριάζει με το {{value1}} και το "{{value2}}"
en_au: Prioritize {{value3}} when matching with {{value1}} and "{{value2}}"
es_es: Priorizar {{value3}} según {{value1}} y "{{value2}}"
fi: Priorisoi {{value3}}, kun käytät {{value1}} ja "{{value2}}"
fr_ca: Prioriser {{value3}} en fonction de {{value1}} et "{{value2}}"
gu: {{value1}} અને "{{value2}}" સાથે, {{value3}} ને પ્રાથમિકતા આપો.
he: נשען על {{value1}} ו"{{value2}}" ונפעל בהתאם ל-{{value3}}.
hi: {{value1}} और "{{value2}}" के साथ, {{value3}} को प्राथमिकता दें।
hr: Prioritiziramo {{value3}} uz {{value1}} i "{{value2}}"
hu: Az {{value1}} és a "{{value2}}" alapján, a {{value3}}-t preferáljuk.
id: Prioritaskan {{value3}} sesuai dengan {{value1}} dan "{{value2}}"
it: Privilegiamo {{value3}} in base a {{value1}} e "{{value2}}"
ko: {{value1}}과 "{{value2}}"에 맞춰 {{value3}}를 우선적으로 사용합니다.
mr: {{value1}} आणि "{{value2}}" नुसार, {{value3}} ला प्राधान्य द्या.
ms: Prioritaskan {{value3}} dengan {{value1}} dan "{{value2}}"
nl_nl: Prioriteer {{value3}} bij het vergelijken van {{value1}} en "{{value2}}"
no: Prioriter {{value3}} i forhold til {{value1}} og "{{value2}}"
pl: Preferujemy {{value1}}, a następnie {{value2}}, biorąc pod uwagę {{value3}}.
pt_br: Priorizar {{value3}} quando estiver alinhado com {{value1}} e "{{value2}}"
pt_pt: Priorizar {{value3}} quando estiver alinhado com {{value1}} e "{{value2}}"
ro: Prioritizez {{value3}} în funcție de {{value1}} și "{{value2}}"
ru: Приоритет отдается {{value1}} и «{{value2}}», при этом {{value3}} учитывается.
sk: Uprednostňujeme {{value3}} pri kombinácii s hodnotami {{value1}} a "{{value2}}"
sl: Prioritiziram {{value1}} in "{{value2}}" ter {{value3}}.
sv: Prioritera {{value3}} i förhållande till {{value1}} och "{{value2}}"
ta: {{value1}} மற்றும் "{{value2}}" உடன், {{value3}}-ஐ முன்னுரிமைப்படுத்துகிறோம்.
te: {{value1}} మరియు "{{value2}}"తో పోల్చి, {{value3}} ను ప్రాధాన్యతగా తీసుకుంటాము.
th: ให้ความสำคัญกับ {{value3}} เมื่อเทียบกับ {{value1}} และ "{{value2}}"
tr: {{value1}} ve "{{value2}}" ile eşleştirerek, {{value3}}'ü önceliklendirin.
uk: Пріоритет надається {{value1}} та «{{value2}}», відповідно до {{value3}}.
vi: Ưu tiên {{value3}} khi phù hợp với {{value1}} và "{{value2}}"
zh_hans: 根据{{value1}}和“{{value2}}”进行优先处理，选择{{value3}}。
zh_hant: 根據{{value1}}和「{{value2}}」的數據，優先選擇{{value3}}。

# domain_catalog.e5fa769d296f
source: 回復できる量で筋肉を着実に増やす
ar_sa: زيادة كتلة العضلات بشكل مطرد بمعدل الاستشفاء
ca: Augmenta constantment la massa muscular a un ritme de recuperació
cs: Postupně budujte svaly v rozsahu obnovy.
da: Øger gradvist muskelmassen med den mængde, der kan genopbygges.
de_de: Erhöhen Sie die Muskelmasse schrittweise im Rahmen der Erholungsfähigkeit.
el: Αυξήστε σταθερά τη μυϊκή σας μάζα με την κατάλληλη ποσότητα.
en_au: Gradually increase muscle mass with a safe amount of recovery.
es_es: Aumenta gradualmente la masa muscular con la cantidad adecuada de recuperación.
fi: Kasvata lihaksia vähitellen, palautumisen avulla.
fr_ca: Augmentez progressivement la masse musculaire en fonction de votre capacité de récupération.
gu: પુનઃપ્રાપ્તિની શક્યતા મુજબ સ્નાયુઓને ધીમે ધીમે વધારો
he: להגדיל את כמות השרירים בצורה יציבה.
hi: धीरे-धीरे मांसपेशियों को पुनर्प्राप्त करने की मात्रा में बढ़ाएं
hr: Postupno povećavajte mišiće u količini koju možete izdržati
hu: Lassan és biztosan növeljük az izomzatot a megengedett mértékben.
id: Tingkatkan massa otot secara bertahap sesuai dengan kemampuan pemulihan.
it: Aumentare gradualmente la massa muscolare nel limite del recupero possibile.
ko: 회복 가능한 양으로 꾸준히 근육을 키웁니다
mr: पुरेशी प्रमाणात स्नायू वाढवा.
ms: Tingkatkan otot secara konsisten dengan jumlah pemulihan.
nl_nl: Vergroot je spieren geleidelijk aan.
no: Øk muskelmassen gradvis med en passende mengde.
pl: Systematycznie zwiększaj masę mięśni, dostosowując się do możliwości regeneracji.
pt_br: Aumente a massa muscular de forma gradual
pt_pt: Aumente a massa muscular de forma gradual
ro: Creșteți constant masa musculară, recuperând.
ru: Постепенно наращивайте мышечную массу в пределах возможности восстановления.
sk: Postupne budujte svaly v rozsahu, ktorý je možný.
sl: Postopoma povečujte mišice do zmogljive količine
sv: Öka muskelmassa gradvis med en lämplig mängd
ta: சரியான அளவில் தசைகளை படிப்படியாக அதிகரிக்கவும்
te: పునరుద్ధరణకు అనుగుణంగా కండరాలను క్రమంగా పెంచండి
th: เพิ่มปริมาณกล้ามเนื้ออย่างสม่ำเสมอในระดับที่สามารถฟื้นตัวได้
tr: Kaslarınızı, iyileşebileceğiniz miktarda kademeli olarak artırın.
uk: Поступово збільшуйте м'язи, використовуючи оптимальну кількість для відновлення.
vi: Tăng cơ một cách ổn định với lượng phục hồi phù hợp
zh_hans: 逐步增加肌肉，在可恢复的范围内
zh_hant: 逐步增加肌肉，在可恢复的范围内

# domain_catalog.e62601fe3b43
source: 横
ar_sa: أفقي
ca: Horitzontal
cs: Vlevo
da: Sideværts
de_de: Seitlich
el: Πλευρά
en_au: Lateral
es_es: Lateral
fi: Sivu
fr_ca: Horizontal
gu: ડબે
he: לימין
hi: क्षैतिज
hr: S desna na lijevo
hu: Oldalt
id: Samping
it: Di lato
ko: 가로
mr: आडवे
ms: Sisi
nl_nl: Links
no: Sideveis
pl: Po lewej stronie
pt_br: Lateral
pt_pt: Lateral
ro: Lateral
ru: Слева
sk: Vodorovne
sl: Na levem
sv: Sidledes
ta: வலது பக்கம்
te: క్షితిజ సమాంతరంగా
th: แนวนอน
tr: Yan yana
uk: Зліва
vi: Sang trái
zh_hans: 横向
zh_hant: 水平

# domain_catalog.e692c8226d36
source: 腹囲を整える
ar_sa: ضبط محيط البطن
ca: ajustar la circumferència abdominal
cs: Upravit obvod břicha
da: Definér taljen
de_de: Den Bauchumfang verbessern
el: Βελτίωση της περιμέτρου κοιλιάς
en_au: Improve my abdominal circumference.
es_es: Mejorar la circunferencia abdominal
fi: Paranna vatsanympärystä
fr_ca: Améliorer son tour de taille
gu: પેટનો પરિઘ સુધારવો
he: שיפור יקף הבטן
hi: अपने पेट के घेरे को ठीक करें
hr: Urediti obod trupa
hu: A derék körülső átmérőjének formázása
id: Mempersempit lingkar perut
it: Regolare il perimetro dell'addome
ko: 복부 둘레를 관리한다
mr: पोटाचा घेर व्यवस्थित करा
ms: Menyempurnakan lingkar perut
nl_nl: Verbeter de buikomtrek.
no: Justere midjeomkretsen
pl: Redukcja obwodu brzucha
pt_br: Ajuste sua circunferência abdominal
pt_pt: Ajuste sua circunferência abdominal
ro: Îmbunătățiți perimetrul abdominal
ru: Уменьшить обхват талии
sk: Upravte si obvod pása
sl: Urediti obod
sv: Justera mitt midjemått
ta: வயிற்று சுற்றளவை சீராக்க
te: ఉదర పరిమాణాన్ని సరిచేయండి
th: ปรับรอบเอว
tr: Karın çevresini düzeltin
uk: Покращити обхват талії
vi: Đo vòng bụng
zh_hans: 调整腹围
zh_hant: 調整腹部围度
